"connectionDidFailAlertTitleKey" = "Connection failed";
"connectionDidFailAlertMessageKey" = "Please try again";
"genericAlertMessageKey" = "An error occurred. Please try again later";

"submit" = "Submit";
"goToSettings" = "Go to Settings";
"maybeLater" = "Maybe later";

//PassengerAppDelegate

"servicesDisabledAlertTitleKey" = "Location Services are disabled";
"locationSettingsKey" = "Settings";
"okKey" = "OK";

// StartView

"chooseYourCountryTitleKey" = "GPS could not identify your position";
"chooseYourCountryMessageKey" = "To access our service please select your current location";
"allOtherCountriesKey" = "Other country";
"rateNavbarTitleKey" = "Rate";
"sendButtonKey" = "Send";
"updateDetailsPersonalKey" = "Personal";
"contactUsKey" = "Contact us";
"signOutKey" = "Sign out";
"confirmLogoutKey" = "Do you wish to sign out?";
"registrationEMailPlaceholderKey" = "Your email address";
"registrationMobilePlaceholderKey" = "Your mobile number";
"phoneNumberKey" = "Mobile number";
"nameLabelKey" = "First Name";
"emailLabelKey" = "Email";
"incorrectRegistrationDataAlertTitleKey" = "Incorrect data";
"incorrectRegistrationDataAlertMessageKey" = "Please, fill all the fields correctly";
"resetPasswordActionKey" = "We’ve sent you an SMS with your verification code.";
"noConnectionSplashScreenTitleKey" = "Cannot connect to Beat";
"noConnectionSplashScreenMessageKey" = "You must connect to a Wi-Fi or cellular data network";

// RegisterView

"termsConditionsTitleKey" = "Terms of Use";
"resendButtonKey" = "Resend SMS";
"nameKey" = "Name";

// SearchView

"nextKey" = "Next";
"closeButtonKey" = "Close";
"fillYourPromoCodeTitleKey" = "Promo code";

// LocationView

"callDriverAlertTitleKey" = "Call driver";
"callDriverAlertCancelKey" = "Cancel";
"taxiArrivedAlertTitleKey" = "Beat arrived";
"noaddressAlertMessageKey" = "No address available";
"canceledAlertTitleKey" = "Ride cancelation by the driver";
"towardsDriverCancelledMessageKey" = "Maybe it was by accident. What happened?";
"towardsRideTookPlaceKey" = "No, ride completed";
"towardsRideCancelledKey" = "Yes, ride canceled";
"taxiPinTitleKey" = "Your Beat";
"laterButtonKey" = "Later";
"driverMessageAlertKey" = "You have a message from the driver!";
"towardsTitleKey" = "Driver approaching";
"arrivingInKey" = "ARRIVING IN";
"rideEndedTitleKey" = "The driver ended the ride";
"addressUnknownKey" = "Address unknown";
"updatingLocationKey" = "Updating location...";

// DriverView

"servicesLabelKey" = "Services";
"infoViewTitleKey" = "Taxi Services";
"languagesLabelKey" = "Languages spoken";
"cashKey" = "Cash";
"wifiLabelKey" = "WiFi on board";
"chargerLabelKey" = "Phone charger on board";
"babySeatsLabelKey" = "Baby seat on board";
"acLabelKey" = "Air conditioning";
"TVLabelKey" = "TV";
"AMEALabelKey" = "Disabled access";
"petsLabelKey" = "Pets welcome";
"receiptLabelKey" = "Receipt issued";
"creditcardLabelKey" = "Credit cards welcome";
"airportLabelKey" = "Airport pick-up/drop-off";
"banistaLabelKey" = "Bathers welcome";
"debitLabelKey" = "Debit cards welcome";

// DriverData

"metersKey" = "m";
"kmetersKey" = "km";

// RatingView

"cancelButtonKey" = "Cancel";
"ratingExplanationKey" = "Ratings are anonymous";

//ShareView

"retryKey" = "Retry";

// ContactView

"messageReceivedTextViewKey" = "We have received your message! You will get our answer shortly.";

//NewSearchMenuView

"myBookmarksKey" = "Favorites";
"placesKey" = "Places";
"wifiPasswordCopyToClipboardKey" = "Copy";
"noThanksKey" = "No, thanks";
"myAccountKey" = "My account";
"saveKey" = "Save";
"profileKey" = "Profile";
"addFavouriteTitleKey" = "Add favorite";

//COURIERView

"courierTaxiServicesTitleKey" = "Information";
"courierExitRouteAlertTitleKey" = "Exit Shipment?";
"courierExitRouteAlertMessageKey" = "Taping this button will take you to the home screen. You can come back to this screen anytime";

//PERMISSIONView
"fareKey" = "Fare";
"rideCanceledMessageKey" = "The driver had to cancel the ride. Don't worry! Many more are available near you. Find another Beat now!";
"taximeterFareKey" = "Fare";

//Voice Over - Blind system
"menuButtonKey" = "Menu";
"backButtonKey" = "Back";
"RatingExplanationViewBlindKey" = "If your rating is lower than three stars, we kindly ask you for some feedback to let us know what went wrong. Please select at least one of the provided options.";

//search view

"starButtonKey" = "Star";
"phoneCallButtonKey" = "Call driver";
"locationsMenuButtonKey" = "Address Book";

//Karma Strings

"gotItButtonKey" = "OK, got it!";
"welcomeTitleKey" = "Welcome!";

//Favorite Drivers string

"removeFavouriteDriverRatingAlertTitleKey" = "Favorite Driver";
"removeFavouriteDriverRatingAlertMessageKey" = "Looks like this ride wasn't too great; would you like to remove this driver from your Favorites?";
"myRidesKey" = "My rides";
"removeHimKey" = "Yes, remove";
"dontRemoveHimKey" = "No, don't remove";
"detailsKey" = "Details";

//Payments-Tips

"paymentsTitleKey" = "Payments";
"cardNumberPlaceholderKey" = "Card number";
"cvcCodeExplanationLabelKey" = "Lastly, the %i last digits on the back of your card";
"deleteKey" = "Delete";
"deleteCreditCardMessageKey" = "Are you sure you want to remove this card from your credit card list?";
"notSupportedCreditCardMessageKey" = "This credit card type is not supported";
"creditCardFailedFromServerAlertTitleKey" = "It looks like your card details are invalid";
"creditCardFailedFromServerAlertMessageKey" = "Please check your card details and try again. If the problem persists, please contact us.";
"expirationDateExplanationKey" = "Type your card’s expiration date";
"paymentViewCreditCardExplanationKey" = "Your ride is paid automatically by your credit card";
"addCardDetailsKey" = "Add card details";

// NEW REGISTER - LOGIN

"orKey" = "or";
"termsOfServiceAgreeLabelKey" = "By continuing you agree to our";
"termsOfServiceCheckBoxLabelKey" = "I agree to the";
"registerPhoneExplanationLabelKey" = "We need your mobile number to verify your account and to be able to get in touch.";
"numberVerificationExplanationLabelKey" = "Enter the verification code we’ve sent to";
"heyKey" = "Hey";
"preferencesKey" = "Preferences";
"rideSummaryEmailKey" = "Receive receipt emails";
"changeMobileNumberTitleKey" = "Change Mobile Number";

//CREDIT CARDS - ALERTS

"creditCardExpiredAlertMessageKey" = "Your %@ card expired. Please reenter the card’s updated details or choose another payment method to take a ride.";

//PROMO - SHARE

"shareLoveKey" = "Share the love";
"referFriendKey" = "Refer and earn!";
"promotionsKey" = "Promotions";
"skipKey" = "Skip";
"shareButtonKey" = "Share";

"searchingKey" = "Searching";
"searchForKey" = "Search for";
"enterStreetNumberKey" = "Please set the exact street number";
"distancePricingFullExplanationTitle4Key" = "Tolls";
"distancePricingFullExplanationMessage4Key" = "not included";

// Coupons

"couponsAvailableForYourNextRidesKey" = "Available for your next rides";
"couponsWalletKey" = "Wallet";
"couponsNoActiveCouponsAvailableKey" = "You have no available coupons just now";
"couponsBecomeAvailableKey" = "Remember to check back often as we may award coupons on a periodic basis!";
"couponsDoYouHaveAPromoCodeKey" = "Do you have a promo code?";
"couponsAddPromoCodeKey" = "Add promo code";
"couponsWalletDetailsKey" = "Wallet funds are always used in conjunction with any valid coupons, before you are charged.";
"couponsCouponsKey" = "Coupons";
"couponsValidUntilKey" = "Valid until";
"couponsServiceKey" = "Service";
"couponsRidesLeftKey" = "%@ rides left";
"couponsDiscountPerRideKey" = "%@ per ride";
"couponsNotAvailableTodayKey" = "Not available today";
"couponsNotAvailableAtTheMomentKey" = "Not available at the moment";
"couponsConditionsKey" = "Conditions";
"couponsMinimumFareKey" = "Minimum fare: %@";
"couponsMaximumDiscountKey" = "Maximum discount: %@";
"couponsSundayKey" = "Sunday";
"couponsMondayKey" = "Monday";
"couponsTuesdayKey" = "Tuesday";
"couponsWednesdayKey" = "Wednesday";
"couponsThursdayKey" = "Thursday";
"couponsFridayKey" = "Friday";
"couponsSaturdayKey" = "Saturday";
"couponsAllDaysKey" = "All days";
"couponsCreditCardKey" = "Credit card";
"couponsCashKey" = "Cash";
"couponsOnlyKey" = "only";
"couponsAllCitiesKey" = "All cities";
"couponsAllServicesKey" = "All services";
"couponsAllPaymentMeansKey" = "All payment means";
"couponsAllHoursKey" = "All hours";
"couponsExpiredCouponKey" = "This promo code has expired";
"couponIncorrectCouponKey" = "This promo code is not correct";
"couponAlreadyUsedKey" = "This promo code has already been used";
"couponAlreadyAddedKey" = "This promo code has already been added";
"couponErrorTitleKey" = "Something went wrong, we could not load your coupons";
"couponTryAgainKey" = "Try again";
"couponPromoAppliedKey" = "Promo applied";
"couponsAddSomethingWentWrongKey" = "Something went wrong, please try again";
"couponsMoreInfoKey" = "For more information read our";
"couponsTermsOfUseKey" = "Terms of Use";
"couponStartDateTimeKey" = "Start Date & Time:";
"couponEndDateTimeKey" = "End Date & Time:";
"couponCodeKey" = "Coupon Code:";
"couponDiscountPercentageKey" = "Discount Percentage:";
"couponDiscountAmountKey" = "Discount amount:";
"couponNumberOfRidesKey" = "Number of rides:";
"couponCityKey" = "City:";
"couponServicesKey" = "Services:";
"couponPaymentMethodsKey" = "Payment methods:";
"couponActiveDaysKey" = "Days Coupon is active:";
"couponActiveTimeKey" = "Time Coupon is active:";
"couponFirstTimeUsersKey" = "For First time users:";
"couponsMinimumFareTermKey" = "Minimum fare:";
"couponsMaximumDiscountTermKey" = "Maximum discount:";
"couponsCampaignKey" = "Coupon Campaign";

//DISPATCH

"newFindTaxiButtonKey" = "Find a Beat";
"payWithKey" = "PAY WITH";
"searchAgainKey" = "Search again";
"retryingInternetConnectionKey" = "Retrying in %@ sec...";
"notReceiveSMSKey" = "Request new code";
"slideToCancelKey" = "Slide to cancel";

// Languages

"englishLanguageKey" = "English";
"frenchLanguageKey" = "French";
"germanLanguageKey" = "German";
"italianLanguageKey" = "Italian ";
"portugueseLanguageKey" = "Portuguese";
"romanianLanguageKey" = "Romanian";
"russianLanguageKey" = "Russian";
"spanishLanguageKey" = "Spanish";
"turkishLanguageKey" = "Turkish";
"chineseMandarinLanguageKey" = "Chinese";
"greekLanguageKey" = "Greek";

//NEW ADDS

"wifiPasswordKey" = "Wifi";
"termsOfUseKey" = "TERMS OF USE";
"deleteCardKey" = "Delete card";
"laterKey" = "Later";
"promoCodeOptionalKey" = "Promo code";

//Voice message

"resetPasswordVoiceActionKey" = "We’ve sent you a voice message so you can hear your verification code.";
"smsResendOptionsExplanationLabelKey" = "Still having trouble? Our customer support can help you.";
"smsResendOptionsMessageLabelKey" = "Didn’t receive the SMS? Request it again or listen to the PIN code through a voice message.";
"getVoiceMessageLabelKey" = "Call me with a code";
"helpKey" = "Help";
"messagePlaceholderKey" = "Your message";

"optionalSafetyCodeKey" = "(Optional)";

//Enroute

"totalFareKey" = "TOTAL FARE";
"smsResendOptionsLoggeInMessageLabelKey" = "Forgot your PIN code? Request it again or hear your PIN code through a voice message.";
"recentsKey" = "Suggested";
"voucherDetailsKey" = "Voucher Details";
"pleaseWaitLabelKey" = "Please wait";
"discountKey" = "Discount";

//New rating

"rateRideKey" = "Rate your driver";
"whatWentWrongKey" = "What went wrong?";
"submitKey" = "Submit";
"noFareAmountDialogMessageKey" = "The charge is displayed once the ride is completed";
"totalFareSurgeKey" = "Rush Hour";

//Share My Ride

"shareMyRideSubjectKey" = "Check out my ride with Beat";
"shareMyRideEmailMessageKey" = "Hey! You can now watch my ride with Beat live! I'm on my way!";
"shareMyRideSmsMessageKey" = "Check out my ride with Beat. I'm on my way!";
"shareMyRideTitleKey" = "Share my ride";
"shareMyRideExplanationKey" = "Share your ride in real time and let your friends and family know exactly what time you are arriving.";

//Live Chat

"chatHintTypeYourMessageKey" = "Type your message";
"chatTitleKey" = "Chat with us";
"chatNoMessagesTextKey" = "Need support? Drop us a line and we’ll respond as soon as possible";
"chatMessageNotSentKey" = "Message not sent. Touch to retry.";
"liveChatKey" = "LIVE CHAT";

//Share the Love New

"copiedToClipboard" = "Copied to clipboard";

//Voice over fixes

"receiptAccessibilityKey" = "Receive receipt emails Switch ON/OFF";
"cardNumberAcckey" = "Card number textfield";
"threeLastDigitsAccKey" = "3 last digits";
"cardExpireAccKey" = "Enter Your card expiration date";

//Add Credit Cards - Dollar info

"whyIsThatKey" = "More info";
"whatIsThatDialogMessageKey" = "Our credit card transactions are processed in local currency. But some banks may charge Beat rides in USD";
"chargeInDollarsKey" = "Beat will make a test charge. Don't worry, the amount will be reimbursed immediately!";

"promoCodeAdded" = "Promo code added";
"notificationsExplanationLabel" = "Get an instant notification when your driver has arrived";
"rideLikeTheWindKey" = "Ride like the wind";
"emailRegistrationExplanationKey" = "Enter your email for ride receipts and your name to greet you! No spam, we promise!";

"noInternetConnectivity" = "No internet connection";

"accountSuspendedDescription" = "Your account has been suspended";

//AD

"beforeGetOutPayDriverKey" = "Before you get off, pay the amount above to your driver";
"inaccurateLocation" = "Not an accurate address";
"minKey" = "min";
"tapToDismissKey" = "tap to dismiss";
"cancellingKey" = "Cancelling";
"towardsTooltipKey" = "Here you can find your driver’s details. You can call the driver, share your ride or cancel the ride if something occurs.";
"shareMyRideTabBarKey" = "Share ride";
"cancelMyRideTabBarKey" = "Cancel ride";
"reenterUpdatedCard" = "Re-enter updated card";
"yourCCExpiredKey" = "Your credit card expired";
"messageYorDriverKey" = "Message your driver";
"fareEstimateExplanationKey" = "This is an estimate of your ride fare. The final fare that you’ll pay is based on the taximeter and may be different due to traffic, weather etc (approx. ±10%).\n\nAdditionally, promotions and discounts, flat rates and extra charges (tolls, surcharges etc) are not included in the fare estimate.\n\n*Fare estimate for rides from or to the airport cannot be accurate. Standard charges are applied.";
"blockedPaymentExplanationKey" = "We could not charge your credit card for your last ride. Please change your payment method or add a new one.";
"paymentFailureKey" = "Payment failure";
"locatingYourAddressKey" = "Locating you";
"servicesDisabledAlertMessageKey" = "In order to use this app you need to enable the location service of the Beat app. Search the Settings for Location Services";
"contactDriverKey" = "Contact driver";
"contactDriverNoSimKey" = "Contact your driver on the following mobile number:";

"pleaseWaitResultsKey" = "Hang on, this is taking longer than usual";

"connectWithFacebookKey" = "Connect with Facebook";
"verifyWithFacebookKey" = "Verify with Facebook";
"addLabelKey" = "Add label";
"removeFavoriteKey" = "Remove favorite";
"homeLabelKey" = "Home";
"workLabelKey" = "Work";
"customLabelKey" = "Custom";
"replaceKey" = "Replace";
"replaceConfirmationKey" = "%@ already exists.\nReplace it with “%@” ?";
"facebookAccountDenialTitleKey" = "This facebook account could not be verified";
"facebookAccountDenialDescriptionKey" = "To continue, please amend your details and try again or add a payment method.";

"settingsKey" = "SETTINGS";
"cancelRideTitleKey" = "Cancel Ride?";
"orCancelKey" = "or cancel";
"addPaymentMethodKey" = "Add a payment method";
"verifyCreditCardKey" = "Verify with credit card";
"failedChargeCardTitleKey" = "Cannot charge card";
"failedChargeCardTextKey" = "We could not charge this card for the pending amount. You can add another payment method or retry in %@.";
"retryCardTitleKey" = "Retry this card in %@";
"retryCardTextKey" = "You recently tried to charge this card for the pending amount and it didn’t work. You can add another payment method or retry in %@.";
"successChargeCardTitleKey" = "Success!";
"successChargeCardTextKey" = "We have successfully charged your credit card with the pending payment of %@. You can keep using your card for your next trips!";
"minutesKey" = "minutes";
"minuteKey" = "minute";
"hoursKey" = "hours";
"hourKey" = "hour";
"failedSelectPaymentMeanMessageKey" = "We could not charge your credit card for your last ride. Please change your payment method or add a new one.";
"platesKey" = "Plates";
"modelKey" = "Model";
"wifiPassKey" = "Wifi";
"goToSettingsWifiKey" = "Go to Settings to connect to WiFi";
"freeWifiAvailableKey" = "Free Wifi is available";
"freeWifiKey" = "Free Wifi";
"wifiCopiedKey" = "Copied Wifi Password";
"retryingKey" = "Retrying";
"airportFareDialogKey" = "The final fare may differ due to surge pricing, promotions and traffic.";
"getTaxiKey" = "Get a taxi from your location:\n";
"returnHomeKey" = "Return u Home in";
"getToWorkKey" = "Get to Work in";
"widgetDisabledLocationKey" = "Disabled Location Services\n";
"widgetLocationPermissionKey" = "Tap to open Beat and enable the required permission";
"yourDriverKey" = "Your driver";
"widgetDriverArrivedKey" = "Υοur Beat driver has arrived";
"arrivedKey" = "arrived";
"toDestinationKey" = "to destination";
"enjoyTheRideKey" = "Enjoy the ride!";
"widgetDriverOnTheWayKey" = "Υοur Beat driver is on the way";
"onTheWayKey" = "on the way";
"countMeInKey" = "Start now";
"noThanksMakeMoney" = "Later";
"nonRegisteredNotifKey" = "Heading somewhere? You are almost there. Just register!";
"newDriverDispatchedMessageKey" = "Dispatched new driver due to cancellation";
"yesKey" = "yes";
"noKey" = "no";
"gotItKey" = "Got it!";
"continueKey" = "Continue";
"pastRidesKey" = "Past rides";
"bookingsKey" = "Bookings";
"pickupKey" = "Pick up";
"destinationKey" = "Destination";
"dateTimeKey" = "Date & Time";
"estimatedPriceKey" = "Estimated price";
"useServiceNowKey" = "Use %@ now";
"termsAndConditionsKey" = "Terms & Conditions";
"bookYourServiceKey" = "Book your %@";
"bookingCancelledKey" = "Booking canceled";
"yourBookingKey" = "Your booking";
"cancelBookingKey" = "Cancel booking";
"confirmBookingKey" = "Confirm booking";
"selectDayAndTimeKey" = "Select day & time";

//HotSpots 17

"welcomeToKey" = "Welcome To";
"confirmLocationKey" = "Confirm Location";

//BEAT Rebranding 17

"pickUpPointKey" = "Pickup point";
"chooseKey" = "Choose";
"myPhoneNumberIsKey" = "MY PHONE NUMBER IS";
"myPinCodeIsKey" = "VERIFICATION CODE";
"myDetailsKey" = "MY DETAILS ARE";
"noConnectionToBeatSplashScreenTitleKey" = "Cannot connect to Beat";
"introduceYourSelfKey" = "I’m Beat! You?";
"fillYourEmailCorrectlyKey" = "Please fill your email correctly";
"chooseYourCountryKey" = "Choose your country";
"noDestinationFareInfoKey" = "Enter your dropoff to get the total fare for your ride.";
"invalidPinCodeKey" = "This verification code is not valid";
"myStreetNumberIsKey" = "My street number is";
"myExactStreetNumberIsKey" = "My exact street number is";
"provideExactStreetNumberKey" = "Please provide the exact number of your pickup address.";
"adjustStreetNumberKey" = "The street number of your pickup address isn’t accurate, please adjust it.";
"enterYourDestinationKey" = "Enter the destination";
"destinationTitleKey" = "Where next?";
"startRideKey" = "Your ride will start soon";
"moreDestinationsKey" = "More destinations";
"tripConfiramtionTaxiArrivesInKey" = "arrives in";
"pleaseWaitNoDotsKey" = "Please wait";
"noSuggestedPlacesKey" = "Your suggested addresses live here. With each ride you’ll search less and less.";
"noFavoritePlacesKey" = "Whether your home, work or your grandma’s cozy house, you can %@ an address to be a tap away.";
"noNearbyPlacesKey" = "Couldn\’t locate nearby places";
"saveDetailsKey" = "Save details";
"skipThisStepKey" = "Skip this step";
"singleLetterNameErrorKey" = "Your initial letter is good and all, but please use your full first name.";
"hotspotIntroDetailsKey" = "You’re in an area with designated pickup points. Select the closest point to begin your ride!";
"noResultsForKey" = "No results for";
"searchForAnAddressOrPlaceKey" = "Search for an address or place";
"unavailableDriversTitleKey" = "all drivers got unavailable";
"unavailableDriversDescriptionKey" = "It seems that everyone is busy at the moment";
"addCardKey" = "Add card";
"sendToDriverKey" = "sent to driver";
"shareMyRideDetailsKey" = "Send a link to your friends. They will be able to see your ride in real time and know exactly what time you arrive";
"driverCancellationMessageKey" = "Consider calling your driver before cancelling, or select a reason to proceed.";
"rideWonPartOneKey" = "YOUR %@";
"rideWonPartTwoKey" = "IS COMING";
"driversAccuracyIsLowTitleKey" = "DRIVER POSITION ISN’T QUITE ACCURATE";
"driversAccuracyIsLowMsgKey" = "Please be patient, your driver will be there in a bit.";
"meetTheDriverAtKey" = "Meet the driver at";
"driverHasArrivedKey" = "Your driver has arrived";
"contactDriverTooltipKey" = "You can contact the driver, share your ride or cancel the ride if something occurs.";
"onTripWithKey" = "On Trip With";
"recalculatingFareKey" = "Recalculating fare";
"expiresKey" = "Expires:";
"myCreditCardKey" = "MY CREDIT CARD";
"myNewNumberIsKey" = "MY NEW NUMBER IS";
"emailSettingsExplanationKey" = "Enter your email above to receive automated summary emails for each of your rides.";
"newCardAddedKey" = "New card added";
"paymentMeansDescWithOutPaymentMeansKey" = "Leave your wallet at home. Add your card and ride carefree!";
"noChargeWarningKey" = "A small charge might be applied and immediately refunded.";
"typeCardDigitsKey" = "Type the 16 digits of your card.";
"nameProfileKey" = "My profile";
"splashScreenTagKey" = "Where next?";
"voucherDetailsByLawKey" = "The details above are required by law.";
"chooseOnMapKey" = "Choose on map";
"messageFromDriverKey" = "Message from driver";
"chatConnectPinPrefilMessageKey" = "Hello, I'm trying to connect but I never got my PIN Code. My phone number is %@. Can you help?";
"dropOffScreenUserWithNoFavsNorRecentsKey" = "Save addresses and add labels to create your own list of favorite addresses! Search for an address to begin now.";
"searchAddressScreenUserWithNoFavsNorRecentsKey" = "Once you've found an address using the search field, simply tap the heart to add it to your favorites! Tap and hold to also add a label.";
"serviceUnavailbleErrorInCityTitleKey" = "Outside of Beat's area";
"serviceUnavailbleErrorInCityDescriptionKey" = "You've set a pickup point that is outside our operational area. Please select a different point to continue. ";
"serviceUnavailbleErrorButttonTitleKey" = "Confirm new location";
"serviceUnavailbleErrorBetweenCitiesTitleKey" = "Outside city limits";
"serviceUnavailbleErrorBetweenCitiesDescriptionKey" = "Unfortunately, we don't currently operate beyond the city boundaries. Please select a point within the city to continue.";
"confirmPickupKey" = "Confirm Pickup";
"confirmDropoffKey" = "Confirm address";

//Rate your driver
"thanksForRateKey" = "Thank you for your feedback";

//Tolls

"tollsChargeKey" = "Tolls";

//Rounded Fare

"roundedFareKey" = "Rounded fare";

//First Time Card

"insufficientFundsModalTitle" = "Card declined";
"changePaymentMeanModalText" = "Your request was cancelled because your credit card was declined. Please try another payment mean.";
"prechargeModalTimeblockMessage" = "You recently tried to use this card for a ride and it was declined. You can pay with cash, add another card or retry this one in %@.";
"cannotDeleteCardNowTitleKey" = "Cannot delete card right now";
"cannotDeleteCardNowMessageKey" = "You recently tried to use this card for a ride and it was declined. For safety reasons, you can delete this card in %@.";
"prechargeModalTimeBlockTitleKey" = "Retry this card in %@";

//App to App Communication

"callingDriverKey" = "Calling Driver...";
"microphoneKey" = "Talk with your driver anonymously";
"microphoneMessageKey" = "For every call between you and your driver Beat ensures full anonymity. Please enable the microphone permission in the app settings.";
"beatDriverKey" = "Beat Driver";
"callEndedKey" = "Call ended";
"pleaseGiveAccessKey" = "For every call between you and your driver Beat ensures full anonymity. Please tap OK on the following prompt to enable your microphone.";
"giveAccessKey" = "Give Access";
"incomingCallKey" = "Incoming call…";


//Menu Redesign

"helloKey" = "Hello,";
"addYourInfoKey" = "Who are you?";
"fillYourDetailsKey" = "Fill in your personal details in your account";

//Passenger auto unblock

"accountSuspendedForKey" = "Account suspended for";
"cancellationExplanationKey" = "Due to too many cancellations recently, your account has been automatically suspended. You can request a ride again in %@.";
"daysKey" = "days";

//Avoid ride cancellation message

"tooManyCancellationsAlertKey" = "Hey, keep in mind that your driver is on his way. Are you sure you want to cancel?";
"confirmCancellationKey" = "Yes, cancel ride";
"cancellationExplanationNoTimeKey" = "Due to too many cancellations recently, your account has been automatically suspended.";

//Rating redesign

"paidAutomaticallyExplanationKey" = "Your ride will be paid automatically.";
"rateYourRideKey" = "My ride was";
"oneStarExperienceKey" = "Very bad";
"twoStarsExperienceKey" = "Bad";
"threeStarsExperienceKey" = "Moderate";
"fourStarsExperienceKey" = "Good enough";
"fiveStarsExperienceKey" = "Excellent!";
"whatShouldImproveKey" = "Why didn't you rate this ride with 5 stars?";
"ratingSetDriverFavExplanationKey" = "Tap the 5th star again to favorite the driver";
"driverAddedToFavoritesKey" = "Driver added to favorites!";
"addTipTitleKey" = "Loved the ride? Add a tip.";
"ratingAnonymousExplanationKey" = "All ratings are anonymous";

//New Terms and Conditions

"newTermsAndConditionsWebviewTitleKey" = "WE’VE UPDATED OUR\nTERMS OF USE";
"newTermsAndConditionsReadKey" = "I have read the Terms of Use";
"newTermsAndConditionAcceptKey" = "Accept & Continue";

//Cash Tooltip

"paymentChangedToCashKey" = "Payment method changed";

//SHARE LIVE LOCATION

"shareLocationPromptTooltipTitleKey" = "Help your driver find you";
"shareLocationPromptTooltipSubtitleKey" = "Share your live location";
"shareLocationStoppedTooltipTitleKey" = "Stopped sharing location";
"shareLocationActiveTooltipTitleKey" = "Sharing live location";
"shareLocationModalTitleKey" = "Show your driver your live location";
"shareLocationModalMessageKey" = "To help your driver find and pick you up faster, you can now share your live location with him from the time you request until the start of your ride.";
"confirmButtonKey" = "Confirm";

//Driver's DNI

"identificationLabelKey" = "DRIVER'S ID NUMBER";

//Tolls in trip Confirmation

"fareDialogGeneralExplanation" = "This is the final fare you'll pay for this ride, unless you change your destination during the ride.";
"fareDialogNoTollsIncludedGeneralExplanation" = "This is the fare you’ll pay for this ride, unless you pass through tolls or change your destination during your ride.";
"fareTitleKey" = "Total Fare";

//Tolls not included

"tollsExtendedDisclaimerKey" = "*In case of a route via highway, the corresponding tolls will be added at the end of the ride.";

// GDPR

"readMoreKey" = "Read more";
"privacyAndSecurityKey" = "Privacy & Security ";
"privacyExplanationKey" = "Control how Beat uses your personal data.";
"permissionsKey" = "Permissions";
"disableToggleModalMessageKey" = "Disabling this setting will no longer let us collect and process personal data from your account for this purpose. Are you sure?";
"disableButtonKey" = "Disable";
"downloadDataKey" = "Download my data";
"ageConsentKey" = "and you declare that you are over %@ years old.";
"ageConsentCheckBoxKey" = "and confirm that I am %@ years of age or older.";
"deleteAccountKey" = "Delete account";
"newPrivacyFeaturesKey" = "New Privacy & Security settings!";
"privacyIntroExplanationKey" = "Beat now allows you to control which of your data are used for new features, personalized content, promotions and surveys. Opt-in to the ones you want!";
"agreeToTermsAndPrivacyPolicyKey" = "By continuing you agree to our %@ and our %@";
"termsAndPrivacyPolicyCheckBoxKey" = "I agree to the %@ and %@";
"privacyPolicyKey" = "Privacy Policy";
"termsOfUseAccusativeKey" = "Terms of Use";
"termsOfUseNominativeKey" = "Terms of Use";
"legalKey" = "Legal";
"myVerificationCodeKey" = "My verification code";
"verificationCodeKey" = "Verification code";
"verificationCodeExplanationKey" = "Please enter the verification code we sent you via SMS at %@. This session will expire after %@.";
"areYouSureKey" = "Are you sure?";
"accountDeletionWarningMessageKey" = "This is an irreversible and destructive action. All your rides, preferences and data will be lost and you will not be able to access Beat with this number again.";
"accountDeletionWarningNoteKey" = "Important note: If you have outstanding payments, some of your data will be kept in order to settle your balance.";
"irreversibleAndDestructiveActionKey" = "irreversible and destructive action";
"confirmDeletionKey" = "Confirm deletion";
"farewellMessageKey" = "This is an irreversible and destructive action. All your rides, preferences and data will be lost and you will not be able to access Beat with this number again.";
"deleteMyAccountKey" = "Delete my account";
"accountDeletedKey" = "Account deleted";
"accountDeletedExplanationKey" = "The account associated with the number %@ has been deleted. For further assistance, please contact our support team.";

//Rating Pick up

"myPreviousRideWasKey" = "My previous ride was";

//GDPR Export

"exportExplanationKey" = "Get a copy of all the information associated with your Beat account. You will receive an archive of your data through a link in the email provided above.";
"requestDataKey" = "Request data";
"checkYourEmailKey" = "Check your email";
"downloadDataModalMessageKey" = "You'll soon receive an email to %@ with a link to download your data. This link is valid for 6 hours.";
"exportDataLinkExistsKey" = "We've recently sent a link to your email to download your data. That link is valid for 6 hours.";

//BackToBackRides

"completingNearbyRideKey" = "Completing a nearby ride";

//Apple Watch

"cancellingRideKey" = "Cancelling ride";
"loggedOutTitleKey" = "You are logged out";
"loggedOutMessageKey" = "Log in with your account to request a Beat";
"locationPermissionTitleKey" = "Allow Beat to access your location";
"locationPermissionMessageKey" = "Change your permissions in the app’s settings";
"firstRideTitleKey" = "Make a ride from your phone first";
"firstRideMessageKey" = "Your watch will access your recent/favorite destinations";
"noAvailableDriversTitleKey" = "No drivers available";
"noAvailableDriversMessageKey" = "You can choose another pickup location from your phone";
"noNearbyDriversTitleKey" = "No nearby drivers available";
"returnToPickupKey" = "Return to pickup";
"approachingKey" = "Approaching";
"driverHasArrivedWatchKey" = "Driver has arrived";

//Payment method from Registration

"registrationPaymentSubtitleKey" = "Select your preferred payment method and ride carefree.";
"registrationPaymentAddCardKey" = "Add your card";
"verifyMyAccountTitleKey" = "Verify your account";
"cannotDeletePaymentMethodTitle" = "Cannot delete payment method";
"addPaymentButton" = "Add";
"cannotDeletePaymentMethodText" = "For security reasons, you must always have at least one payment method. To delete this, please add another one.";

// Payment method from Verification
"paymentMethodCouldNotBeVerifiedTitleKey" = "This payment method could not be verified";
"paymentMethodCouldNotBeVerifiedDescriptionKey" = "To continue, please amend your details and try again or connect with Facebook.";

// Verification change payment mean modal
"verificationPaymentMethodChangeToCardKey" = "Υοur payment method has been updated to card. You can change it any time.";

// Verification
"accountVerifiedKey" = "Account verified";

//Multiple Products

"useKey" = "Use";

//No Available Drivers Modal
"multipleServicesNoAvailableDriversModalTitleKey" = "All %@ drivers are busy at the moment";
"multipleServicesNoAvailableDriversModalMsgKey" = "It seems that all %@ drivers are currently on a ride. You can try again or ride faster with another service.";
"singleServiceNoAvailableDriversModalTitleKey" = "All drivers on a ride";
"singleServiceNoAvailableDriversModalMsgKey" = "It seems that everyone is busy at the moment.";
"changeServiceKey" = "CHANGE SERVICE";
"goBackKey" = "GO BACK";

//SafetyKit

"safetyKitPanelTitleKey" = "Safety Kit";
"safetyKitPanelCurrentLocationTitleKey" = "Current Location";
"unabledToMakePhoneCallKey" = "Unable to call. Your device can\'t make or receive calls.";
"safetyKitVehicleInfoTitleKey" = "Vehicle information";
"safetyKitPanelCallKey" = "CALL";
"safetyKitLocatingKey" = "Updating location";
"safetyKitLicatingErrorKey" = "Could not find location";
"safetyKitPanelExplanationKey" = "Is something wrong? Notify the local authorities with your ride details immediately.";

// Service Fee
"serviceFeeTitleKey" = "Service fee";

//MyRides
"notDefinedKey" = "Not defined";
"canceledKey" = "Cancelled";
"myRidesNoUpcomingRideTitleKey" = "You don’t have any bookings yet";
"myRidesNoPastRideTitleKey" = "You haven’t finished any ride yet";
"myRidesNoUpcomingRideSubtitleKey" = "Once you book a vehicle, you’ll see here the booking details";
"myRidesNoPastRideSubtitleKey" = "Once you finish a ride, you’ll see here the ride details";

// Goverment Fee
"governmentFeeTitleKey" = "Government fee";

// Surcharge fees
"surchargeFeesTitleKey" = "Surcharge fees";

// Greece Migration
"grMigrationBeatFreeNowTitleKey" = "Beat is becoming FREE NOW";
"grMigrationBeatFreeNowDescriptionKey" = "Your favourite way to book taxis is getting even better! Join us on Europe's mobility super app.";
"grMigrationHeartTitleKey" = "Get there your way";
"grMigrationHeartDescriptionKey" = "Τaxi or eBike? Getting across the city just got more flexible (and fun) with eBikes!";
"grMigrationCompassTitleKey" = "One app, 10 countries";
"grMigrationCompassDescriptionKey" = "Carry on using FREE NOW in over 150 cities across Europe! Like the sound of easy airport transfers?";
"grMigrationMobileTitleKey" = "Endless possibilities with FREE NOW";
"grMigrationMobileDescriptionKey" = "Enjoy even more choice and choose from standard, comfort, and eco taxis. Plus, you can now book in advance!";
"grMigrationAccountReadyTitleKey" = "Your FREE NOW account is ready";
"grMigrationAccountReadyDescriptionKey" = "We’ve transferred all the essential info from your Beat account. Just head to FREE NOW to book your next trip.";
"grMigrationInProgressTitleKey" = "Transforming into FREE NOW (it only takes a minute)";
"grMigrationInProgressDescriptionKey" = "Soon you’ll be free to enjoy new ways to travel, pre-book trips, and pay your way… all with FREE NOW!";
"grMigrationErrorTitleKey" = "Oops! Something went wrong…";
"grMigrationErrorDescriptionKey" = "Please check your internet connection and try again.";
"grMigrationErrorButtonTitleKey" = "Try again";
"grMigrationFREENOWUserTitleKey" = "It looks like you’ve already got a FREE NOW account!";
"grMigrationSwitchNowButtonTitleKey" = "Transfer your account";
"grMigrationLaunchFREENOWButtonTitleKey" = "Open the app";
"grMigrationTermsPrefixKey" = "By continuing you agree to our";
"grMigrationTermsOfServiceKey" = "Terms of service";

// Change Payment Method

"changePaymentMethodAddCardKey" = "In order to use this service you should first add a valid card";
"changePaymentMethodSelectCardKey" = "In order to use this service you should first select a valid card";
"changePaymentMethodCardOnlyKey" = "(Card only service)";

// Driver Approaching
"rideWonKey" = "Your %@ is coming";

// Location Error
"locationErrorKey" = "Location Error";
"troubleFindingYouKey" = "We're having trouble finding you! Please use the map to confirm your current location.";

// Marker
"moveMapToSetKey" = "Move map to set";
"releaseToConfirmKey" = "Release to confirm";
"changePickupTitleKey" = "Pickup address";
"changePickupTooltipKey" = "New! Tap here to change the pickup address";

// Services
"servicePickupEtaKey" = "Pickup in %@ min";

// Wallet
"walletTitleKey" = "Beat Wallet";
"walletDescriptionKey" = "You can transfer money to your Wallet in order to pay for your upcoming rides with added convenience & security.";
"accessMyWalletKey" = "Access My Wallet";

// Verification
"staySafeTitleKey" = "Stay safe.";
"staySafeDescriptionKey" = "We verify the account of all users to ensure that both drivers and passengers are trustworthy.";
"dataIsProtectedTitleKey" = "Your data is protected.";
"dataIsProtectedDescriptionKey" = "Drivers will only ever see your first name. All other data is protected under strict privacy policies.";
"verifyWithIdKey" = "Verify with ID";

// National ID Verification
"nationalIDTitleKey" = "Add your details";
"nationalIDFirstNameTitleKey" = "First name(s)";
"nationalIDLastNameTitleKey" = "Last name(s)";
"nationalIDTypeAsIsKey" = "Type as is on your document";
"nationalIDGenderKey" = "Gender";
"nationalIDChooseGenderKey" = "Choose gender";
"nationalIDMaleKey" = "Male";
"nationalIDFemaleKey" = "Female";
"nationalIDOtherKey" = "Other";
"nationalIDDateOfBirthTitleKey" = "Date of birth";
"nationalIDVerifyKey" = "Verify";
"nationalIDVerifyingKey" = "Verifying your information";
"nationalIDSuccessfulKey" = "Verification successful!";
"nationalIDFieldErrorKey" = "Please ensure this corresponds with your document.";
"nationalIDDateOfBirthFieldErrorKey" = "Please ensure this is correct.";
"nationalIDErrorTitleKey" = "Unsuccessful verification";
"nationalIDDetailErrorSubtitleKey" = "Unfortunately, we were unable to authorize your identity. Please ensure the accuracy of your details before trying again.";
"nationalIDMaxAttemptsErrorSubtitleKey" = "You cannot currently continue as you've exceeded the maximum number of failed attempts. Please try again using your credit card.";
"nationalIDMaxAttemptsErrorNonCreditCardFlowSubtitleKey" = "You cannot currently continue as you've exceeded the maximum number of failed attempts. Please try again later.";
"nationalIDVerifyYourIdentityKey" = "Verify your identity";
"nationalIDVerifyNowKey" = "Verify now";
"nationalIDIdentityVerifiedKey" = "Identity verified";
"nationalIDMaxAttemptsKey" = "You've exceeded the maximum number of failed attempts. Please try again later.";
"nationalIDDeleteKey" = "Delete your ID details";
"nationalIDDeleteVerificationKey" = "Are you sure you want to delete your ID Details?";
"nationalIDDetailsDeletedKey" = "ID Details deleted";
"nationalIDDeleteVerificationAlertNoteKey" = "By deleting your ID details, you’ll lose your identity verification.";
"nationalIDVerifiedTitleKey" = "Your identity is successfully verified";
"nationalIDVerifiedNoteOneKey" = "For the safety of our community, we ask all of our users to verify their identity.";
"nationalIDVerifiedNoteTwoKey" = "Your identity details are confidential and not shared with anyone.";
"nationalIDVerifiedNoteThreeKey" = "Drivers are more likely to accept ride requests from verified passengers.";

// Cancel Request
"cancelButtonTitleKey" = "Cancel request";
"cancelConfirmationKey" = "Are you sure you want to cancel?\nA driver may respond shortly.";
"keepSearchingKey" = "Keep searching";
"cancelRequestKey" = "Cancel request";

// Request loader view
"confirmingRideDetailsKey" = "Confirming your ride details";
"searchingForDriversKey" = "Searching for drivers";
"waitingDriverResponseKey" = "Awaiting driver response";

// Facebook revocation
"facebookRevocationTitleKey" = "You’re connected to your Facebook account.";
"facebookRevocationButtonTitleKey" = "Disconnect from Facebook";
"facebookRevocationDialogMessageKey" = "Your profile picture and Facebook tokens will be lost. Changes can take some time to be applied. Are you sure you want to continue?";
"facebookDisconnectedKey" = "Facebook disconnected";

// Shedule a ride
"scheduleRideBookingCreatedKey" = "Booking confirmed";
"scheduleRideBookingCreatedMessageKey" = "You can check the details of your booking in “My Rides” in the main menu. We will notify you when we find a vehicle.";
"scheduleRideDisclaimerKey" = "Your vehicle will arrive between %@";
"scheduleRideValidationErrorKey" = "You already have a booking at this pickup time. Try using a different pickup time.";
"scheduleRideTermsDisclaimerKey" = "By confirming this booking, you agree with our %@.";
"scheduleRideEstimatedPriceDisclaimerKey" = "We’ll notify the final price once we find you a vehicle. You won’t be charged until the booking is finished.";
"scheduleRideConfirmUpcomingRideCancellationKey" = "Are you sure you want to cancel your booking?";
"scheduleRideLimitReachedErrorKey" = "You have reached the maximum amount of bookings.";
"scheduleRideButtonKey" = "Book for later";

// MultipleStops
"multipleStopsTitleKey" = "Multiple stops";
"multipleStopsAddStopKey" = "Add stop";
"multipleStopsTooltipKey" = "New! Add stops to your ride";
"multipleStopsTimeTitleKey" = "Add up to 3 stops";
"multipleStopsTimeDescriptionKey" = "On the next step, you'll see the final price.";
"DoneActionButtonTitleKey" = "Done";
"multipleStopsInStateInfoTitleKey" = "Time is precious";
"multipleStopsInStateInfoDescriptionKey" = "At the stop, don’t leave the driver waiting too long.";
"multipleStopsInStateModifyTripMessageKey" = "The ride can’t be modified. To change or remove a stop of a started ride, ask the driver.";

// Passenger in car check
"passengerInCarSurveyTitleKey" = "Are you in the ride?";
"passengerInCarSurveySubtitleKey" = "We see you are quite far away from the driver’s location. Could you share your situation?";
"passengerInCarSurveyFirstOptionKey" = "I’m in the ride";
"passengerInCarSurveySecondOptionKey" = "I ordered the ride for someone else";
"passengerInCarSurveyThirdOptionKey" = "The ride started without me";
"passengerInCarSurveyButtonTextKey" = "Send";

// Profile picture
"retake" = "Retake";
"makeSureFaceInstructions" = "Make sure your face is well lit and visible";
"addPicture" = "Add picture";
"faceInCircleInstructions" = "Place your face inside the circle and say cheese!";
"addAProfilePicture" = "Add a profile picture";
"moreChancesIfProfilePictureAvailable" = "Drivers feel more comfortable and tend to accept ride requests faster if they can clearly see the passenger face. Adding your profile picture is a win-win!";
"addFromLibrary" = "Add from library";
"fromLibrary" = "From library";
"takePhoto" = "Take new photo";
"deletePhoto" = "Delete photo";
"allowCameraFromSettings" = "Go to your settings to allow Beat to use your camera.";
"nicePicture" = "That’s a nice profile picture";
"deletingPictureReducesRideChances" = "Deleting your profile picture will reduce your chances of finding a driver. Are you sure?";
"yesDelete" = "Yes, delete";
